Repository: Ahmed-d123/YnA
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: Y&A Tech
ar: واي أند إيه تك

# navHome
source: Home
ar: الرئيسية

# navServices
source: Services
ar: خدماتنا

# navAbout
source: About Us
ar: عنا

# homeHeroTitle
source: Crafting Digital Futures.
ar: صياغة المستقبل الرقمي.

# homeHeroButton
source: Let's Build Together
ar: لنبدأ البناء معًا

# homeSectionServices
source: Our Services
ar: خدماتنا

# homeSectionPortfolio
source: Portfolio
ar: أعمالنا

# homeSectionTestimonials
source: Testimonials
ar: آراء العملاء

# homeSectionContact
source: Contact Us
ar: تواصل معنا

# serviceWebTitle
source: Web Development
ar: تطوير الويب

# serviceWebDescription
source: Creating responsive, high-performance websites that deliver exceptional user experiences.
ar: إنشاء مواقع ويب سريعة الاستجابة وعالية الأداء تقدم تجارب مستخدم استثنائية.

# serviceAppTitle
source: App Development
ar: تطوير التطبيقات

# serviceAppDescription
source: Building native and cross-platform mobile applications for iOS and Android.
ar: بناء تطبيقات هواتف ذكية أصلية ومتعددة المنصات لأنظمة iOS و Android.

# serviceAiTitle
source: AI Integration
ar: تكامل الذكاء الاصطناعي

# serviceAiDescription
source: Leveraging artificial intelligence for business automation and data-driven insights.
ar: الاستفادة من الذكاء الاصطناعي لأتمتة الأعمال والحصول على رؤى قائمة على البيانات.

# serviceBrandingTitle
source: Branding
ar: العلامات التجارية

# serviceBrandingDescription
source: Creating powerful brand identities that resonate with your target audience.
ar: إنشاء هويات تجارية قوية تتردد أصداؤها مع جمهورك المستهدف.

# contactFormNameHint
source: Name
ar: الاسم

# contactFormEmailHint
source: Email
ar: البريد الإلكتر الإلكتروني

# contactFormMessageHint
source: Message
ar: رسالتك

# contactFormButtonSend
source: Send Message
ar: إرسال الرسالة

# contactFormSuccess
source: Message sent successfully!
ar: تم إرسال الرسالة بنجاح!

# contactFormError
source: Failed to send message. Please try again.
ar: فشل إرسال الرسالة. يرجى المحاولة مرة أخرى.

# aboutHeroTitle
source: Crafting Digital Futures, Together.
ar: صياغة المستقبل الرقمي، معًا.

# aboutHeroSubtitle
source: A brief overview of Y&A Tech's origin and purpose.
ar: نظرة عامة مختصرة على أصل Y&A Tech وهدفها.

# aboutMissionTitle
source: Our Mission
ar: مهمتنا

# aboutMissionDescription
source: To create smart, human-centric digital solutions that empower businesses and individuals to thrive in an ever-evolving digital landscape.
ar: إنشاء حلول رقمية ذكية تتمحور حول الإنسان لتمكين الشركات والأفراد من الازدهار في مشهد رقمي دائم التطور.

# aboutValuesTitle
source: Our Values
ar: قيمنا

# aboutValuesSubtitle
source: At Y&A Tech, our values are the cornerstone of our culture and the driving force behind our success. They guide our decisions, our interactions, and our innovations.
ar: في Y&A Tech، قيمنا هي حجر الزاوية في ثقافتنا والقوة الدافعة وراء نجاحنا. إنها توجه قراراتنا وتفاعلاتنا وابتكاراتنا.

# valueInnovation
source: Innovation
ar: الابتكار

# valueReliability
source: Reliability
ar: الموثوقية

# valueCreativity
source: Creativity
ar: الإبداع

# aboutTeamTitle
source: Meet the Minds Behind Y&A Tech
ar: تعرف على العقول المدبرة في Y&A Tech
